Repository: GNOME/gnome-bluetooth
Catalog: po/*.po
Languages: uz

source: Confirm Bluetooth PIN
uz: Bluetooth PIN-kodini Tasdiqlash

source: Please confirm the PIN that was entered on “%s”.
uz: Iltimos “%s” da kiritilgan PIN-kodni tasdiqlang.

source: C_onfirm
uz: Tasdiqlash

source: Confirm the Bluetooth PIN for “%s”. This can usually be found in the device’s manual.
uz: “%s” uchun Bluetooth PIN-kodini tasdiqlang. Bu odatda qurilma qo'llanmasida topiladi.

source: Pairing “%s”
uz: “%s” ga ulanmoqda

source: Please confirm that the following PIN matches the one displayed on “%s”.
uz: Iltimos, quyidagi PIN "%s" da ko‘rsatilgan PIN bilan mos kelishini tasdiqlang.

source: Bluetooth Pairing Request
uz: Bluetooth Ulanish So'rovi

source: “%s” wants to pair with this device. Do you want to allow pairing?
uz: “%s” ushbu qurilmga bilan ulanmoqchi, Ulanishga ruxsat berasizmi?

source: Confirm Bluetooth Connection
uz: Bluetooth Bog'lanishni Tasdiqlang

source: “%s” wants to connect with this device. Do you want to allow it?
uz: “%s” ushbu qurilma bilan bog'lanmoqchi. Bunga ruxsat berasizmi?

source: Please enter the following PIN on “%s”.
uz: Iltimos, quyidagi PIN-kodni "%s" da kiriting.

source: Please enter the following PIN on “%s”. Then press “Return” on the keyboard.
uz: Iltimos, quyidagi PIN-kodni "%s" da kiriting. Keyin klaviaturada "Qaytish"ni bosing.

source: Please move the joystick of your iCade in the following directions. Then press any of the white buttons.
uz: Iltimos, iCade joystickini quyidagi yo‘nalishlarda harakatlantiring. So‘ngra oq tugmalardan birini bosing.

source: _Allow
uz: _Ruxsat berish

source: _Dismiss
uz: _Yopish

source: _Cancel
uz: _Bekor qilish

source: _Accept
uz: _Qabul qilish

source: Not Set Up
uz: Sozlanmagan

source: Connected
uz: Bog'langan

source: Disconnected
uz: Bog'lanmagan

source: Yes
uz: Ha

source: No
uz: Yo'q

source: Visible as “%s” and available for Bluetooth file transfers. Transferred files are placed in the <a href="%s">Downloads</a> folder.
uz: “%s” sifatida ko'rinadi va Bluetoth file uzatuvi uchun mavjud. Uzatilgan fayllar <a href="%s">Yuklamalar</a> jildida joylashgan.

source: Forget Device?
uz: Qurilmani Unutish?

source: “%s” will be removed from your saved devices. You will have to set it up again to use it.
uz: “%s” saqlangan qurilmalardan o'chiriladi. Undan foydalanish uchun qayta sozlashingizga to'g'ri keladi.

source: _Forget
uz: _Unutish

source: You received “%s” via Bluetooth
uz: Siz Bluetooth orqali “%s” ni qabul qildingiz.

source: You received a file
uz: Siz fayl qabul qildingiz

source: Open File
uz: Faylni Ochish

source: Open Containing Folder
uz: Fayl Jildini Ochish

source: File reception complete
uz: Fayl qabul qilish yakunlandi

source: Bluetooth file transfer from %s
uz: %s dan Bluetooth orqali fayl uzatish

source: Decline
uz: Rad Etish

source: Accept
uz: Qabul qilish

source: Phone
uz: Telefon

source: Computer
uz: Kompyuter

source: Network
uz: Tarmoq

source: Headset
uz: Garnitura

source: Headphones
uz: Quloqchinlar

source: Audio device
uz: Ovoz qurilmasi

source: Keyboard
uz: Klaviatura

source: Mouse
uz: Sichqoncha

source: Camera
uz: Kamera

source: Tablet
uz: Planshet

source: Video device
uz: Video qurilma

source: Remote control
uz: Pult

source: Scanner
uz: Skaner

source: Display
uz: Ekran

source: Speakers
uz: Mikrofon

source: Unknown
uz: Noma'lum

source: _Connection
uz: _Bog'lanish

source: Paired
uz: Ulangan

source: Type
uz: Tur

source: Address
uz: Manzil

source: _Mouse &amp; Touchpad Settings
uz: Sichqoncha va sensor paneli sozlamalari

source: _Sound Settings
uz: _Ovoz Sozlamalari

source: _Keyboard Settings
uz: _Klaviatura Sozlamalari

source: Send _Files…
uz: _Fayllarni Jo'natish…

source: _Forget Device…
uz: _Qurilmani Unutish…

source: Devices
uz: Qurilmalar

source: Searching for devices…
uz: Qurilmalarni qidirish…

source: Bluetooth Transfer
uz: Bluetooth Uzatuv

source: Send files via Bluetooth
uz: Fayllarni Bluetooth orqali jo'natish

source: An unknown error occurred
uz: Noma'lum muammo yuzaga keldi

source: Make sure that the remote device is switched on and that it accepts Bluetooth connections
uz: Iltimos, masofaviy qurilma yoqilgan va Bluetooth bog'lanishlarni qabul qilishini tekshiring

source: %'d second
uz: %'d soniya

source: %'d minute
uz: %'d daqiqa

source: %'d hour
uz: %'d soat

source: approximately %'d hour
uz: taxminan %'d soat

source: Connecting…
uz: Bog'lanmoqda…

source: Bluetooth File Transfer
uz: Bluetooth Fayl Uzatuvi

source: _Retry
uz: _Qayta urunish

source: From:
uz: Dan:

source: To:
uz: Ga:

source: Sending %s
uz: %s jo'natilmoqda

source: Sending file %d of %d
uz: %d ning %d fayli jo'natilmoqda

source: %u transfer complete
uz: %u uzatmalar bajarildi

source: _Close
uz: _Yopish

source: There was an error
uz: Xatolik yuz berdi

source: Choose files to send
uz: Jo'natish uchun faylni tanlang

source: Select
uz: Tanlash

source: Remote device to use
uz: Foydalanish uchun masofaviy qurilma

source: ADDRESS
uz: MANZIL

source: Remote device’s name
uz: Masofaviy qurilma nomi

source: NAME
uz: NOM
