Repository: GNOME/gnome-bluetooth
Catalog: po/kw.po
Languages: kw

source: Confirm Bluetooth PIN
kw: Konfirmya PIN Bluetooth

source: Please confirm the PIN that was entered on “%s”.
kw: Mar pleg, konfirmya an PIN ynworrys war “%s”.

source: C_onfirm
kw: K_onfirmya

source: Confirm the Bluetooth PIN for “%s”. This can usually be found in the device’s manual.
kw: Konfirmya an PIN Bluetooth rag “%s”. Henna a yll bos kavas dell yw usys y'n kowethlyver a'n devis.

source: Pairing “%s”
kw: Junyans “%s”

source: Please confirm that the following PIN matches the one displayed on “%s”.
kw: Mar pleg, konfirmya an PIN a sew owth omdhesedha an PIN diskwedhys war “%s”.

source: Bluetooth Pairing Request
kw: Govyn Junyans Bluetooth

source: “%s” wants to pair with this device. Do you want to allow pairing?
kw: “%s” mynnes junya dhe'n devis ma. A vynn'ta gasa junyans?

source: Confirm Bluetooth Connection
kw: Konfirmya Junyans Bluetooth

source: “%s” wants to connect with this device. Do you want to allow it?
kw: “%s” mynnes junya gans an devis ma. A vynn'ta gasa yth?

source: Please enter the following PIN on “%s”.
kw: Mar pleg, ynworra an PIN a sew war “%s”.

source: Please enter the following PIN on “%s”. Then press “Return” on the keyboard.
kw: Mar pleg, ynworra an PIN a sew war “%s”. Wosa henna tava “Return” war'n bysowek.

source: Please move the joystick of your iCade in the following directions. Then press any of the white buttons.
kw: Mar pleg, gwaya an routya-lath a dha iCade y'n tuyow a sew. Wosa henna tava neb a'n botonyow gwynn.

source: _Allow
kw: _Gasa

source: _Dismiss
kw: _Nagha

source: _Cancel
kw: _Hedhi

source: _Accept
kw: _Receva

source: Not Set Up
kw: Anselys

source: Connected
kw: Junys

source: Disconnected
kw: Anjunys

source: Yes
kw: Ya

source: No
kw: Na

source: Visible as “%s” and available for Bluetooth file transfers. Transferred files are placed in the <a href="%s">Downloads</a> folder.
kw: Gweladow avel “%s” ha kavadow rag treuspothow restren Bluetooth. Restrennow treusperthys yw gorrys y'n restrenva <a href="%s">Iskargow</a>.

source: Forget Device?
kw: Ankevi Devis?

source: “%s” will be removed from your saved devices. You will have to set it up again to use it.
kw: “%s” a wra removys gans dha devisyow sawys. Ty a wra res selya arta rag devnydhya yth.

source: _Forget
kw: _Ankevi

source: You received “%s” via Bluetooth
kw: Ty degemerys “%s” dre Bluetooth

source: You received a file
kw: Ty degemerys unn restren

source: Open File
kw: Ygeri Restren

source: Open Containing Folder
kw: Ygeri Restrenva Kar

source: File reception complete
kw: Degemeryans restren deu

source: Bluetooth file transfer from %s
kw: Treusporth restren Bluetooth dhyworth %s

source: Decline
kw: Nagha

source: Accept
kw: Receva

source: Phone
kw: Kellgowser

source: Computer
kw: Amontyell

source: Network
kw: Rosweyth

source: Headset
kw: Pennsett

source: Headphones
kw: Skovarnigow

source: Audio device
kw: Devis son

source: Keyboard
kw: Bysowek

source: Mouse
kw: Logosen

source: Camera
kw: Kamera

source: Printer
kw: Pryntyer

source: Joypad
kw: Joypadyn

source: Tablet
kw: Leghen

source: Video device
kw: Devis gwydhyow

source: Remote control
kw: Routyans pell

source: Scanner
kw: Arhwilell

source: Display
kw: Displetyans

source: Wearable
kw: Degadow

source: Toy
kw: Gwariell

source: Speakers
kw: Kowsoryon

source: Unknown
kw: Ankoth

source: _Connection
kw: _Junyans

source: Paired
kw: Junys

source: Type
kw: Eghen

source: Address
kw: Trigva

source: _Mouse &amp; Touchpad Settings
kw: Settyansow Logosen &amp; Tochpad

source: _Sound Settings
kw: _Settyansow Son

source: _Keyboard Settings
kw: Settyansow _Bysowek

source: Send _Files…
kw: Danvon _Restrennow…

source: _Forget Device…
kw: _Ankevi Devis…

source: Devices
kw: Devisyow

source: Searching for devices…
kw: Ow hwilas rag devisyow…

source: Bluetooth Transfer
kw: Treusporth Bluetooth

source: Send files via Bluetooth
kw: Danvon restrennow der Bluetooth

source: An unknown error occurred
kw: Unn error ankoth happys

source: Make sure that the remote device is switched on and that it accepts Bluetooth connections
kw: Surhe an devis pell yw byw ha receva junyansow Bluetooth

source: %'d second
kw: %'d eylen

source: %'d minute
kw: %'d mynysen

source: %'d hour
kw: %'d eur

source: approximately %'d hour
kw: Ogas dhe %'d eur

source: Connecting…
kw: Ow Junya…

source: Bluetooth File Transfer
kw: Treusporth Restren Bluetooth

source: _Retry
kw: _Dasassaya

source: From:
kw: Dhyworth:

source: To:
kw: Dhe:

source: Sending %s
kw: Ow Danvon %s

source: Sending file %d of %d
kw: Ow danvon restren %d a %d

source: %d kB/s
kw: %d kB/e

source: %d B/s
kw: %d B/e

source: %u transfer complete
kw: %u treusporth deu

source: _Close
kw: _Degea

source: There was an error
kw: Yma unn error

source: Choose files to send
kw: Dewis restrennow rag danvon

source: Select
kw: Dewis

source: Remote device to use (required)
kw: Devis pell rag devnydh (a res)

source: ADDRESS
kw: TRIGVA

source: Remote device’s name, used as a label in the UI
kw: Hanow devis pell, devnydhys gans unn label y'n ynterfas

source: NAME
kw: HANOW

source: The “--device” option is required, device selection is not supported.
kw: An dewis “--device” a res, dewis devis anskoodhys.
